Revit 2027 API
ParameterTypeId.ReferenceViewerTargetView Property
 "Target view"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReferenceViewerTargetView { get; }
Public Shared ReadOnly Property ReferenceViewerTargetView As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReferenceViewerTargetView {
	ForgeTypeId^ get ();
}
static member ReferenceViewerTargetView : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace